Repository: Detsieber/org.project60.membership-Membership.extend-fixed
Catalog: l10n/*/LC_MESSAGES/membership.po
Languages: de_de

source: Configuration - Project60 Membership Extension
de_de: Konfiguration der Mitgliedschafts-Extension

source: Backward horizon (in days)
de_de: Anpassung in Vergangenheit (in Tagen)

source: Grace Period (in days)
de_de: Toleranzzeit (in Tagen)

source: Live Statuses
de_de: Aktive Status

source: Membership Number Field
de_de: Mitgliedsnummer-Feld

source: Show in Summary View
de_de: In Übersichtsseite zeigen

source: Number Pattern
de_de: Mitgliedsnummer-Format

source: Payment Contract (paid via) Field
de_de: Zahlungsvertrag Feld

source: Annual Amount Field
de_de: Jahresbeitrag Feld

source: Installment Amount Field
de_de: Beitrag Feld

source: Annual Gap Field
de_de: Jahresdifferenz Feld

source: Payment Frequency Field
de_de: Zahlungsrythmus Feld

source: Payment Type Field
de_de: Zahlungsart Feld

source: Payment Type Field Mapping
de_de: Zahlungsart Transformation

source: Update Derived Fields on Save
de_de: Ablgeleitete Felder neu berechnen

source: Cancel Date Field
de_de: Kündigungsdatum Feld

source: Cancel Reason Field
de_de: Kündigungsgrund Feld

source: End with Statuses
de_de: Bei folgenden Status beenden

source: Extend membership when contribution is completed
de_de: Mitgliedschaft verlängern wenn Zuwendung abgeschlossen

source: Hide Auto Renewal
de_de: "Automatische Verlängerung" verstecken

source: Paid by Field
de_de: Fremdzahler Feld

source: Disabled
de_de: nicht aktiviert

source: Change Membership Payment
de_de: Zahlungsweise Ändern

source: Paid Via Field not enabled!
de_de: Zahlungsvertrag-Feld nicht konfiguriert!

source: Error
de_de: Fehler

source: Save Changes
de_de: Speichern

source: Outstanding Membership Fees
de_de: Ausstehende Mitgliedsbeiträge

source: Will identify memberships that are behind on paying their membersip fees (org.project60.membership)
de_de: Listet alle Mitgliedschaften auf, die bei den Mitgliedsbeiträgen im Zahlungsverzug sind (org.project60.membership)

source: Annual membership fee
de_de: Jährlicher Mitgliedsbeitrag

source: minimum fee of membership type
de_de: Mindestbeitrag des Mitgliedstypen

source: manually specified (see right =>)
de_de: wie rechts definiert (siehe dort =>)

source: Custom annual membership fee
de_de: Jährlicher Mitgliedsbeitrag

source: Check horizon
de_de: Kontrollzeitraum

source: one year
de_de: 1 Jahr

source: two years
de_de: 2 Jahre

source: half a year
de_de: Halbjahr

source: quarter
de_de: Vierteljahr

source: two months
de_de: 2 Monate

source: one month
de_de: 1 Monat

source: Grace period in days
de_de: Toleranzzeit in Tagen

source: Money Owed
de_de: Ausstehender Betrag

source: Membership ID
de_de: Mitgliedschafts ID

source: Membership Type
de_de: Mitgliedschaftstyp

source: Start Date
de_de: Startdatum

source: Join Date
de_de: Beitrittsdatum

source: Membership Owner ID
de_de: Kontakt ID des Mitglieds

source: Membership Types
de_de: Mitgliedschaftstypen

source: Contact Name
de_de: Kontakt Name

source: Membership Fees Received
de_de: Erhaltene Mitgliedsbeiträge

source: Please enter a valid amount.
de_de: Bitte geben Sie einen gültigen Betrag ein.

source: View Contact Summary for this Contact.
de_de: Kontakt anzeigen

source: Assign Contributions to Membership
de_de: Zuwendungen zu Mitgliedschaft zuweisen

source: Contact
de_de: Kontakt

source: Membership
de_de: Mitgliedschaft

source: Assign
de_de: Zuweisen

source: %1 contributions have been newly assigned, %2 have been re-assigned. %3 contributions were already assigned to the selected membership.
de_de: %1 Zuwendungen wurden zugewiesen, %2 wurden von einer anderen Mitgliedschaft übertragen. %3 Zuwenden waren vorher bereits zu dieser Mitgliedschaft zugewiesen.

source: Success
de_de: Erfolg

source: Invalid values.
de_de: Ungültige Werte

source: Detach Contributions from Membership
de_de: Zuwendungen von Mitgliedschaften loslösen

source: %1 of the %2 contributions are currently attached to a membership.
de_de: %1 der %2 Zuwendungen sind aktuelle einer Mitgliedschaft zugeordnet.

source: Detach
de_de: Loslösen

source: %1 contributions have been detached from their memberships.
de_de: %1 Zuwendungen wurden von ihren Mitgliedschaften abgelöst

source: Connected membership [%1] was ended.
de_de: Anhängige Mitgliedschaft [%1] wurde beendet.

source: Connected contribution [%1] was terminated.
de_de: Anhängiger Zahlungsvertrag [%1] wurde terminiert.

source: Payment terminated.
de_de: Zahlungsvertrag beendet.

source: The connected recurring contribution [%1] couldn't be ended: %2.
de_de: Der anhängige Zahlungsvertrag [%1] konnte nicht beendet werden: %2

source: Couldn't load 'paid via' data.
de_de: Daten des Zahlungsvertrags konnten nicht geladen werden.

source: <i>None</i>
de_de: <i>Kein</i>

source: In Use!
de_de: In Verwendung!

source: Active
de_de: Aktiv

source: (ends&nbsp;%1)
de_de: (endet&nbsp;%1)

source: Terminated
de_de: Beendet

source: Recurring %1
de_de: Dauer-%1

source: Recurring
de_de: Dauerzahlung

source: annually
de_de: jährlich

source: monthly
de_de: monatlich

source: every %1 months
de_de: alle %1 Monate

source: every %1 years
de_de: alle %1 Jahre

source: (illegal frequency)
de_de: (ungültiger Rythmus)

source: on the %1.
de_de: am 1.

source: Membership for %1 has been updated. The membership End Date is %2.
de_de: Die Mitgliedschaft für %1 wurde aktualisiert. Das Enddatumg ist nun %2.

source: Start Date (raw)
de_de: Mitgliedschaftsbeginn (unformatiert)

source: Join Date (raw)
de_de: Beitrittsdatum (unformatiert)

source: End Date
de_de: Enddatum (der Periode)

source: End Date (raw)
de_de: Enddatum (der Periode) (unformatiert)

source: Annual Amount
de_de: Jahresbeitrag

source: Annual Amount (raw)
de_de: Jahresbeitrag (unformatiert)

source: Installment Amount
de_de: Beitrag

source: Installment Amount (raw)
de_de: Beitrag (unformatiert)

source: Payment Frequency
de_de: Zahlungsrhythmus Feld

source: Payment Type
de_de: Zahlungsart

source: Cancellation Date
de_de: Kündigungsdatum

source: Cancellation Date (raw)
de_de: Kündigungsdatum (unformatiert)

source: Cancellation Reason
de_de: Kündigungsgrund

source: %1 Number
de_de: %1-Nummer

source: Contract
de_de: Vertrag

source: Auto Renew
de_de: Automatische Verlängerung

source: Assign to Membership
de_de: Zuweisen zu Mitgliedschaft

source: Detach from Membership
de_de: Von Mitgliedschaft ablösen

source: Synchronise Payments
de_de: Mitgliedschaftsbeiträge zuordnen

source: If a membership payment is received within this number of days before the current starting date, the start and the join date will be extended to the payment's received date.
de_de: Falls eine Beitragszahlung innerhalb der hier angegebenen Anzahl von Tagen vor dem Startdatum der Mitgliedschaft gefunden wird, so wird das Start- und das Beitrittsdatum der Mitgliedschaft auf das Eingangsdatum der Beitragszahlung ausgeweitet.

source: Membership payments will be accepted up to this amount of days after the current end date.
de_de: Mitgliedschaftszahlungen werden nur innerhalb der dieser Toleranzzeit nach aktuellem Enddatum der Mitgliedschaft zugeordnet.

source: In order to associate contributions with expired memberships, you will first have to manually extend those memberships.
de_de: Im Zuwendungen ausgelaufenen Mitgliedschaften zuordnen zu können, müssen diese erst manuell verlängert werden.

source: Here you can decide which contribution types should be associated with which membership types.
de_de: Hier können Sie einstellen, welche Zuwendungsart welchem Mitgliedschaftstyp zugeordnet werden soll.

source: One contribution type can currently only be mapped to one membership type, so you would need one contribution type per membership type.
de_de: Eine Zuwendungsart kann aktuell nur zu einem Mitgliedschaftstyp zugeordnet werden. Sie brauchen also einen eigenen Zuwendungstyp pro Mitgliedschaftstyp.

source: Only if a membership has a 'live' status, membership payments will be assigned to it.
de_de: Nur Mitgliedschaften, die in ein einem 'aktiven' Status sind, werden Mitgliedsbeiträge zugeordnet

source: Caution: This status list is only valid for the payment synchronization tool, the membership extension job uses the parameter <code>status_ids</code> instead.
de_de: Achtung: Diese Statusliste ist nur für das Zuordnen der Mitgliedschaftsbeiträge relevant.

source: You can select a membership custom field to record the connection to any recurring contribution, e.g. a CiviSEPA mandate or similar.
de_de: Hier können sie ein benutzerdefiniertes Feld auswählen, das den verbundenen Zahlungsvertrag speichern soll.

source: The field has to be an integer type, active, read only, and searchable custom field to be eligible.
de_de: Das Feld muss vom Typ "Integer", aktiv, "nur ansehen" und durchsuchbar sein, damit es hier ausgewählt werden kann.

source: Extend the membership as soon as the membership contribution is set to completed.
de_de: Verlängerung der Mitgliedschaft sobald eine anhängige Zuwendung abgeschlossen wird.

source: This will calculate the new end date and a new status.
de_de: Dabei werden Enddatum und Status neu berechnet.

source: Remark: This only works if there is exactly one contribution per membership period.
de_de: Achtung: Dies funktioniert nur, wenn immer nur eine Beitragszahlung pro Mitgliedsperiode angelegt wird.

source: For any membership status you select, the linked recurring contribution or mandate will be ended automatically should a membership be set to that status.
de_de: Erreicht die Mitgliedschaft einen hier aufgeführten Status, so werden automatisch anhängige Zahlungsverträge beendet.

source: You can select a membership custom field to indicate that another contact is paying for this membership.
de_de: Hier können Sie ein Feld auswählen, in dem eine Fremdzahlerbeziehung gespeichert werden soll.

source: The field has to be an contact reference type, active, and searchable custom field to be eligible.
de_de: Das Feld muss vom Type "Kontaktreferenz", aktiv, und durchsuchbar sein, damit es hier ausgewählt werden kann.

source: You can select a membership custom field to contain the Membership Number
de_de: Hier kann mein ein Feld selektieren, in dem die Mitglieds-Nummer gespeichert wird.

source: The field has to be an active, text type, searchable custom field to be eligible.
de_de: Das Feld muss vom Typ "Text", aktiv, und durchsuchbar sein, damit es hier ausgewählt werden kann.

source: If you select this, the current membership number of the contact will be show in the contact's summary view, underneath the external identifier.
de_de: Wenn aktiv, so wird die Mitgliedsnummer des Kontakts in der Kontaktübersicht unter der Externen ID angezeigt.

source: If you fill this field the membership number will automatically generated for <i>new</i> memberships.
de_de: Wenn hier ein Format hinterlegt ist, so werden neue Mitgliedschaften automatisch mit einer Nummer versehen.

source: Any characters are allowed but it is advisable to stick to alphanumeric characters, and to avoid whitespaces and special characters.
de_de: In diesem Feld sind alle Zeichen erlaubt, aber es ist sehr empfehlenswert sich auf alphanumerische Zeichen zu beschränken, und keine Leer- oder Sonderzeichen zu verwenden.

source: Additionally, the following special tokens are currently available:
de_de: Des weiteren sind hier folgende Spezialtoken verfügbar:

source: The built-in auto renewal feature interferes with the P60 membership concept, so we recommend not to use it. If you activate this option the fields will be hidden from the UI and the column in the tab and the search result will be freed up for something else.
de_de: Die eingebaute "automatisch verlängern" Funktion ist beim Einsatz dieses Systems nicht empfehlenswert, da es sehr wahrscheinlich zu Konflikten kommt. Daher kann man hiermit die entsprechenden Felder aus der UI entfernen.

source: Select an editable monetary field where you define the annual expected membership fees, should they deviate from the amount defined by the membership type.
de_de: Hier lässt sich ein benutzerdefiniertes Feld vom Typ "Geld" auswählen, in dem der vereinbarte Jahresbeitrag hinterlegt ist, falls er vom Standardbeitrag abweichen sollte.

source: Select a read-only monetary field to display the installment amount as provided by the paid-via recurring contribution.
de_de: Hier lässt sich ein "nur Anzeige" benutzerdefiniertes Feld vom Typ "Geld" auswählen, das automatisch mit dem (Einzel-)Beitrag des Zahlungsvertrags gefüllt wird.

source: Select a read-only monetary field to display any deviation between annual amount as required and as provided by the paid-via recurring contribution.
de_de: Hier lässt sich ein "nur Anzeige" benutzerdefiniertes Feld vom Typ "Geld" auswählen, das automatisch die Abweichung des Zahlungsvertrags vom erwarteten Jahresbeitrag befüllt wird.

source: You can choose any select field, but it's options has to have entries for the following values:
de_de: Sie können ein beliebiges Auswahlfeld wählen, aber es sollte die folgenden Optionswerte haben:

source: 1: monthly
de_de: 1: monatlich

source: 3: quarterly
de_de: 3: vierteljährlich

source: 6: semi-annually
de_de: 6: halbjährlich

source: 12: annually
de_de: 12: jährlich

source: General Settings
de_de: Allgemeine Einstellungen

source: General Options
de_de: Allgemeine Einstellungen

source: Membership Number Integration
de_de: Mitgliedsnummer-Integration

source: Help
de_de: Hilfe

source: Show Number in SummaryView
de_de: In Kontaktübersicht anzeigen

source: Generator Pattern
de_de: Nummerformat

source: Membership Cancellation
de_de: Kündigung

source: Payment Integration
de_de: Zahlungsanbindung

source: Paid Via Field
de_de: Zahlungsvertrag Feld

source: End with status
de_de: Statusliste für Beendigung

source: Update membership status and end date
de_de: Mitgliedschaftsstatus und Enddatum aktualisieren

source: Derived Fields
de_de: Abgeleitete Felder

source: Payment Synchronisation Tool
de_de: Mitgliedschaftsbeitrags-Zuordnung

source: General
de_de: Allgemein

source: Backward Horizon
de_de: Anpassung in Vergangenheit (in Tagen)

source: Forward Horizon
de_de: Toleranzzeit

source: Paid By Field
de_de: Fremdzahler Feld

source: Membership Status
de_de: Mitgliedsstatus

source: Live Status
de_de: Aktive Status

source: Financial Type Mapping
de_de: Zuordnung der Zuwendungsarten

source: Please select the recurring payment to be connected to this membership below.
de_de: Wählen Sie einen Zahlungsvertrag für die Mitgliedschaft

source: Annual
de_de: Jahresbeitrag

source: Payment Mode
de_de: Zahlungsart

source: Type
de_de: Typ

source: Selected
de_de: gewählt

source: manual
de_de: manuell

source: The contact search only includes contacts that have memberships.
de_de: Die Kontaktsuche findet nur Kontakte die auch eine Mitgliedschaft haben.

source: Assigning %1 Contributions:
de_de: %1 Zuwendungen zuweisen:

source: Contact Search
de_de: Kontaktsuche

source: If you select this, the start date of the memberships will be adjusted to accomodate payments within a certain time range.
de_de: Wenn dieser Parameter gesetzt ist, wird der Zeitraum der Mitgliedschaft angepasst, wenn Zahlungen in dem angegebenen Zeitraum gefunden werden.

source: <strong>Use with caution!</strong>
de_de: <strong>Achtung! Bitte mit Bedacht verwenden.</strong>

source: Synchronization Options
de_de: Synchronisierungseinstellungen

source: Rebuild Mapping
de_de: Zuordnung Zurücksetzen

source: Find more settings the payment synchronisation <a href="%1">here</a>.
de_de: Mehr Einstellungen zur Zahlungszuordnung gibt es <a href="%1">hier</a>.

source: Synchronize
de_de: Synchronisieren

source: Results of this run
de_de: Ergebnisse dieses Synchronisationslaufs

source: contributions have been newly assigned to memberships
de_de: Zuwendungen wurden neu zugeordnet

source: Contribution
de_de: Zuwendung

source: Date
de_de: Datum

source: Contributor
de_de: Zahler

source: view membership
de_de: Mitgliedschaft ansehen

source: The following contributions could not be assigned:
de_de: Die folgenden Zuwendungen konnten nicht zugeordnet werden:

source: contributions with no active membership
de_de: Zuwendungen ohne aktive Mitgliedschaft

source: contributions with ambiguous memberships
de_de: Zuwendungen mit nicht eindeutiger Mitgliedschaft

source: Membership Nr.
de_de: Mitglieds-Nr.

source: change
de_de: ändern
